tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "lotyp/formulae"
tap "microsoft/git"
tap "surrealdb/tap"
brew "ansible"
brew "autoconf"
brew "automake"
brew "docutils"
brew "python@3.11"
brew "awscli", link: false
brew "bash"
brew "berkeley-db"
brew "binutils"
brew "black"
brew "cmake"
brew "coreutils"
brew "diffutils"
brew "duf"
brew "duti"
brew "exiftool"
brew "gh"
brew "git"
brew "gnupg"
brew "gzip"
brew "htop"
brew "ipython"
brew "jq"
brew "node"
brew "jupyterlab"
brew "krb5"
brew "less"
brew "libffi"
brew "libpq"
brew "mas"
brew "nano"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openssh"
brew "openssl@1.1"
brew "perl"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "shellcheck"
brew "stow"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
brew "surrealdb/tap/surreal"
cask "dbeaver-community"
cask "github"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "slack"
cask "spotify"
cask "sublime-text"
mas "Apple Configurator", id: 1037126344
mas "BetterSnapTool", id: 417375580
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
